Repository: 12thtone/Ideamator
Catalog: *.lproj/Localizable.strings
Languages: de, it, ja, ko, pt, zh_hans

source: The Ideamator
zh_hans: 该Ideamator

source: Add an Idea
de: Fügen Sie eine Idee
it: Aggiungi un'Idea
ja: アイデアを追加
ko: 아이디어를 추가
pt: Adicionar uma Idéia
zh_hans: 添加创意

source: Successfully imported %@ as a note
de: Erfolgreich importiert %@ als Notiz
it: Importato con successo %@ come una nota
ja: ノートとして正常にインポート %@
ko: 참고로 성공적으로 가져 %@
pt: Importados com êxito %@ como uma nota
zh_hans: 成功导入 %@ 作注

source: Import
it: importazione
ja: インポート
ko: 수입
pt: importação
zh_hans: 进口

source: Ok
it: bene
ja: はい
ko: 좋아요
zh_hans: 好

source: Read an Idea
de: Lesen Sie eine Idee
it: Leggi un'Idea
ja: アイデアを読む
ko: 아이디어를 읽고
pt: Leia um Idea
zh_hans: 阅读的理念

source: From The Ideamator
de: Vom Ideamator
it: Dal Ideamator
ja: Ideamatorから、
ko: Ideamator에서
zh_hans: 从Ideamator

source: Edit an Idea
de: Bearbeiten Sie eine Idee
it: Modificare un Idea
ja: アイデアを編集
ko: 아이디어를 편집
pt: Editar um Idea
zh_hans: 编辑理念

source: Change the World
de: Die Welt verändern
it: Cambiare il mondo
ja: 世界を変える
ko: 세상을 바꾸는
pt: Mudar o Mundo
zh_hans: 改变世界

source: Amazing
de: erstaunlich
it: sorprendente
ja: 素晴らしい
ko: 놀랄만한
pt: surpreendente
zh_hans: 惊人

source: Great
de: Na Toll
it: grande
ja: 素晴らしい
ko: 큰
pt: grande
zh_hans: 伟大

source: Good
de: gut
it: buono
ja: グッド
ko: 좋은
pt: bom
zh_hans: 良好

source: Good Start
de: guter Start
it: buon inizio
ja: 好調なスタート
ko: 좋은 시작
zh_hans: 良好的开端

source: Not Bad
de: nicht Schlecht
it: Non Male
ja: 悪くない
ko: 나쁘지 않아
pt: não É Ruim
zh_hans: 不错

source: For the Birds
de: schrecklich
it: terribile
ja: ひどい
ko: 무서운
pt: terrível
zh_hans: 可怕

source: New Idea:
de: neue Idee:
it: Nuova Idea:
ja: 新しいアイデア:
ko: 신안:
zh_hans: 新思路:

source: How Good is the Idea?
de: Wie gut ist die Idee?
it: Come buona Ã¨ l'idea?
ja: アイデアはどのように良いのですか？
ko: 아이디어는 얼마나 좋은인가?
pt: Quão boa é a idéia?
zh_hans: 有多好主意吗？

source: New Idea Title
de: New Idea Titel
it: Nuova Idea Titolo
ja: 新しいアイデアタイトル
ko: 새로운 아이디어 제목
pt: New Idea Título
zh_hans: 新思路标题

source: New Idea Title:
de: New Idea Titel:
it: Nuova Idea Titolo:
ja: 新しいアイデアタイトル:
ko: 새로운 아이디어 제목:
pt: New Idea Título:
zh_hans: 新思路标题:

source: Update the Idea:
de: Aktualisieren Sie das Idea:
it: Aggiornare il Idea:
ja: アイデアを更新:
ko: 아이디어를 업데이트:
pt: Atualizar o Idea:
zh_hans: 更新理念:

source: Edit
de: bearbeiten
it: Modifica
ja: 編集
ko: 편집
pt: editar
zh_hans: 编辑

source: Share
de: Aktie
it: quota
ja: シェア
ko: 몫
pt: ação
zh_hans: 分享
